Repository: muha-abdulaziz/green-recorder
Catalog: po/*.po
Languages: ar

source: Green Recorder
ar: المسجل الأخضر

source: AreaChooser
ar: اختيار المنطقة

source: File Name (Will be overwritten)..
ar: اسم الملف (سَيُستبدل)..

source: Enter your command here..
ar: أكتب أمرًا

source: Record Video
ar: سَجِّل فيديو

source: Record Microphone
ar: فَعِّل الميكروفون

source: Show Mouse
ar: اظهر مؤشر الفأرة

source: Follow Mouse
ar: اتبع مؤشر الفأرة

source: An easy to use yet strong desktop recorder.
ar: مسجل لسطح المكتب سهل الاستخدام.

source: green-recorder
ar: المسجل الأخضر

source: Select a Window
ar: اختر نافذة

source: Select an Area
ar: اختر منطقة

source: Advanced:
ar: متقدمة:

source: Frames:
ar: الإطارات:

source: Delay:
ar: التأخير:

source: Audio Input:
ar: مدخل الصوت:

source: Run Command After Recording:
ar: شغل أمرًا بعد التسجيل:
